
      <p class="style1">Ամբիոնի հիմնական ուղղվածությունը      </p>
      <p>Ինֆորմատիկայի, հաշվողական տեխնիկայի և կառավարման համակարգերի ամբիոնը ձևավորվել է 2008թ.ին` 230100– Ինֆորմատիկա և հաշվողական տեխնիկա և 081300- Կառավարման տեղեկատվական համակարգեր մասնագիտացումներով մասնագետների պատրաստման նպատակով: </p>
      <p class="style1">Բազային ամբիոնում գործող լաբորատորիաներ </p>
      <p>Բազային ամբիոնում գործում է ցանցային տեխնոլոգիաների համաշխարհային Cisco Networking Academy –ին կից Երևանի Կապի միջոցների ԳՀԻ Ռեգիոնալ ակադեմիան, որտեղ դասավանդում են սերտիֆիկացված ինստրուկտորներ` Ռուզաննա Սարգսյանը և Շուշան Նիգոյանը: </p>
      <p class="style1">Բազային ամբիոնում գործող լաբորատորիաներ</p>
      
      <p ><li> Տեխնոլոգիական պրոցեսների ավտոմատացված միջոցների նախագծում</li>
  <li>Ծրագրավորման հիմունքներ</li>
  <li>Կայքերի դիզայն (web design ), կայքերի ծրագրավորում (Web programming )</li>
  <li>ԷՀՄ</li>
  <li>Տեղեկատվության պաշտպանություն</li>
  <li>Քոմփյութերային ցանցերի նախագծում, և ղեկավարում</li>
  <li>Ինֆորմատիկա</li>
  <li>Ինֆորմատիկայի կիրառական խնդիրներ</li>
  <li>Համակարգիչների կիրառումը գիտական հետազոտություններում</li></p>
  <p><img src="images/c190300c.jpg"/>  <img src="images/c190300d.jpg"/>  <img height="200" src="images/c190300e.jpg"/>    
