 <h3>Ամբիոնի նպատակը եվ առավելությունները</h3>

 

 <p>Ամբիոնի նպատակն է պատրաստել բարձր որակի մասնագետներ ինֆորմատիակայի, հաշվիչ տեխնիկայի և կառավարման  համակարգերի ասպարեզում:

Ամբիոնի առավելություններն են`

  </p>

  <ul style="line-height:1.3">

  	<li>Բարձր որակավորմամբ, գործնական մեծ փորձով <a href="?page=3&lng=">դասախոսական կազմը</a>:</li><br />

	<li><a href="?page=66&lng=">Գործնական և գիտական կապերը ոլորտի ձեռնարկությունների հետ:</a></li><br />

	<li>Գործող լաբորատոր բազայի առկայությունը <a href="http://www.yetri.am" target="_blank">Երևանի Կապի Միջոցների Գիտահետազոտական Ինտիտուտում</a>: </li><br />

	<li >Ուսման բարձր առաջադիմություն ունեցողներին աշխատանքով ապահովելու հնարավորությունը` 
    <ul style="margin-left:10px;"><li>պայմանագիր Երևանի Կապի Միջոցների ԳՀԻ հետ:</li></ul>
</li>
	</ul>