 <h3>Գիտական ուղղությունները</h3>	

	

	<p style="line-height:1.6">Ինֆորմատիկայի, հաշվողական տեխնիկայի և կառավարման համակարգերի ամբիոնը ձևավորվել է 2008թ.ին`

	 230100– Ինֆորմատիկա և հաշվողական տեխնիկա և 081300- Կառավարման տեղեկատվական համակարգեր մասնագիտացումներով մասնագետների պատրաստման նպատակով: </p>

	<strong>Գիտական հիմնական ուղղություններն են՝</strong>

<ul style="line-height:1.6">
	
	<li>ԷՀՄ ցանցերի նախագծում </li>

	<li>Տեխնոլոգիական գործընթացների ավտոմատ կառավարման համակարգեր</li>

	<li>WEB  դիզայն և ծրագրավորում</li>

	<li>Ուսումնական գործընթացի թվայնացում</li>

	<li>Հեռաուսուցում</li>
    <li>Դեֆորմացվող պինդ մարմնի մեխանիկայի խնդիրների լուծման վերջավոր տարրերի ձևափոխված եղանակների մշակում, ղեկավար` ֆիզմաթ. գիտ. դոկտոր, պրոֆեսոր, Գևորգյան Գագիկ Արշալույսի, մասնակում է տ.գ.թեկնածու,  Սևյան Սիրանուշ Լենդրուշի:


</li>

</ul>