<?

$n = (int)$_GET['n'];

if( $n == 1)

{
	include("news/acm.php");

}else if($n==2){

	include("news/digitec.php");

}else if($n==3){

	include("news/rushay.php");

}else if($n==4){

	include("news/acmtb.php");

}else if($n==5) {
	
	include("news/acm_YSUAC.php");
}
?>
<div><p style="color:#033"><strong>Մայիսի 4-ին ԵՃՇՊՀ-ում կայացավ ծրագրավորման մրցույթ</strong></p>

<p style="line-height:1.6" align="justify">Մայիսի 4-ին ԵՃՇՊՀ-ում կայացավ ծրագրավորման մրցույթ համալսարանի ուսանողների միջև: Մասնկցեցին 12 ուսանողներ տարբեր խմբերից: </p>
<p align="right"><a href="?page=7&lng=<?=$lang?>&n=5">ավելին>>></a></p>

</div>


<div><p style="color:#033"><strong>Նոյեմբերի  27-ին  Թբիլիսիում  կայացավ ACM ICPC ծրագրավորման մրցույթը</strong></p>

<p style="line-height:1.6" align="justify">Նոյեմբերի  27-ին  Թբիլիսիում տեղի ունեցավ ACM ICPC ծրագրավորման մրցույթի հերթական` տարածաշրջանային փուլը: Մեր համալսարանը մրցույթին մասնակցում է արդեն 2 տարի: Ինչպես 2010թ.-ին, այնպես էլ այս տարի, մենք  ներկայացանք 2 թիմով:   Մրցույթը տեղի ունեցավ Թբիլիսիում, Սանկտ Պետերբուրգում, Տաշքենդում և Բառնաուլում: Թբիլիսիում ներկա էր Հայաստանը (10 թիմ), Ադրբեջանը (6 թիմ), Վրաստանը (24 թիմ): </p>



<p align="right"><a href="?page=7&lng=<?=$lang?>&n=4">ավելին>>></a></p>

</div>



<div><p style="color:#033"><strong>Երևանում 2011թ. նոյմեբերի 14-ից 17-ը  տեղի կունենա կոնֆերանս «Ռուսաստան -Հայաստան գործընկերությունը. Տեղեկատվության և հեռահաղորդակցության տեխնոլոգիաները կիրառական ոլորտներում » թեմայով  </strong></p>

<p style="line-height:1.6" align="justify">Կոնֆերանսին մասնակցում են Ռուսաստանի և Հայաստանի գիտական և գործարար շրջանների ներկայացուցիչներ՝ քննարկելու նորարարության զարգացման հեռանկարները ճարտարապետության, շինարարության և վերականգնման ոլորտներում </p>


<p align="right"><a href="?page=7&lng=<?=$lang?>&n=3">ավելին>>></a></p>

</div>




<div><p style="color:#033"><strong>Հոկտեմբերի 29-ին կայացավ ամենամյա ACM ICPC ծրագրավորման մրցույթ</strong></p>

<p style="line-height:1.6" align="justify">Հոկտեմբերի 29-ին կայացավ ամենամյա ACM ICPC ծրագրավորման մրցույթի հայաստանյան փուլը: Սա շատ հեղինակավոր մրցույթ է և հովանավորվում է IBM-ի կողմից: Այն բաղկացած է մի քանի փուլերից, և տարածաշրջաններում մրցելով՝ աշխարհի լավագույն թիմերը մասնակցում են եզրափակիչ փուլին: Թիմերը ներկայացնում են համալսարանները, յուրաքանչյուր թիմ բաղկացած է 3 հոգուց:</p>

<p style="line-height:1.6">Մեր համալսարանից մասնակցում էին 2 թիմ` 3-րդ և 4-րդ կուրսի ուսանողները:  </p> 

<p align="right"><a href="?page=7&lng=<?=$lang?>&n=1">ավելին>>></a></p>

</div>

 <div>

 <p style="color:#033"><strong>ԴիջիԹեք 2011 ցուցահանդես</strong></p>

 <p style="line-height:1.6"  align="justify">

 ԻՀՏ և ԿՀ-ի ամբիոնը ԵրԿՄԳՀԻ-ի հետ մասնակցեց ԴԻՋԻԹԵՔ 2011 ցուցահանդեսին, որը տեղի ունեցավ 07.10.2011-ից 09.10.2011թ-ը Կ.Դեմիրճյանի անվան մարզահամերգային համալիրում որտեղ ցուցադրվեց նաև համալսարանի ուսանողների կողմից նախագծված և պատրաստված ՏՏ սարքեր և ծրագրային ապահովում:

 </p>

 <p align="right"><a href="?page=7&lng=<?=$lang?>&n=2">ավելին>>></a></p>

 </div>

 <?



 ?>