

      <p ><strong>Ինֆորմատիկայի, հաշվողական տեխնիկայի և կառավարման համակարգերի(ԻՀՏ և ԿՀ)</strong> ամբիոնը ստեղծվել է 2010թ.-ին 

	  "Տեղեկատվական Տեխնոլոգիաներ և Արդյունաբերական Էլեկտրոնիկա" ու "Ինֆորմատիկա" ամբիոնների միավորման արդյունքում:</p> 

     

      

	  <p>"Տեղեկատվական Տեխնոլոգիաներ և Արդյունաբերական Էլեկտրոնիկա" ամբիոնը ստեղծվել էր 2008թ.ին ` 

	  230100– Ինֆորմատիկա և հաշվողական տեխնիկա և 

	  081300- Կառավարման տեղեկատվական համակարգեր մասնագիտություններով մասնագետների պատրաստման նպատակով: </p>

<p> Ինֆորմատիկայի ամբիոնը ձևավորվել էր 1988թ. Երևանի նախկին Պոլիտեխնիկական ինստիտուտի ճարտարապետա-շինարարական ֆակուլտետի կազմում, թիվ 444 հրամանով ինստիտուտի գիտական խորհրդի միջնորդությամբ, «Շինարարության ավտոմատ ղեկավարման և նախագծման ավտոմատացման համակարգեր» անվանմամբ:<a href="books/patmakan aknark.pdf" target="_blank">Պատմական ակնարկ</a></p>



 <p>ԻՀՏ և ԿՀ  ամբիոնը պատրաստում է   230100– Ինֆորմատիկա և հաշվողական տեխնիկա և 

	  081300- Կառավարման տեղեկատվական համակարգեր մասնագիտացունմերով բակալավրեր, մագիստրոսներ և ասպիրանտներ, և ապահովում է համալսարանի այլ մասնագիտություններին տեղեկատվական տեխնոլոգիանների բազային կարողություններին տիրապետումը:  </p>

 

 <p> ԻՀՏ և ԿՀ ամբիոնն ունի արդի սարքավորումներով համալրված լաբորատորիաներ: 

Այն իր աշխատանքը կազմակերպել է հիմնվելով <a target="_blank" href="http://yetri.am">Երևանի Կապի Միջոցների Գիտահետազոտական Ինստիտուտի</a> ուսումնական կենտրոնի վրա, որը բուհին տրամադրել է լրացուցիչ ուսումնական լաբորատորիաներ և իր բոլոր հնարավորությունները` օգնելով պատրաստել որակյալ կադրեր:Դրանով հանդիսանալով գիտատեխնիկական բազա ամբիոնի համար:

</p>





<p>Այստեղ ուսանողները լաբորատոր և գործնական աշխատանքները կատարում են ժամանակակից լաբորատոր ստենդերի վրա և մասնակցում են իրական նախագծերում՝ ապարատային և ծրագրային միջոցների ստեղծմանը: </p>







      <p class="style1">Բազայում գործում են հետևյալ լաբորատորիանները.</p>

    <ul> 

	 <li> ցանցային տեխնոլոգիաների համաշխարհային Cisco Networking Academy –ին կից <a href="http://cisco.yetri.am" target="_blank">Երևանի Կապի միջոցների ԳՀԻ Ռեգիոնալ ակադեմիան</a>, որտեղ դասավանդում են սերտիֆիկացված մարզիչներ(instructor) </li>

      

      

      <li> Տեխնոլոգիական պրոցեսների ավտոմատացման միջոցների նախագծում</li>

  <li>Ծրագրավորման</li>

  <li>Կայքերի դիզայն (web design )և ծրագրավորում (Web programming )</li>

  <li>ԷՀՄ</li>

  <li>Տեղեկատվության պաշտպանություն</li>

  <li>Քոմփյութերային ցանցերի նախագծում և կառավարում</li>

  <li>Համակարգիչների կիրառումը գիտական հետազոտություններում</li>

  <li>Միկրոէլեկտրոնիկա և նյութաբանություն</li>

  <li> էլեկտրոնիկա և էլեկտրոտեխնիկա</li>

  </ul>

  <p><img src="images/c190300c.jpg"/>  <img src="images/c190300d.jpg"/>  <img height="200" src="images/c190300e.jpg"/>    

</p>