	 <h3>Հոդվածներ</h3>

	<div style="border:1px solid; margin: 5px; padding:5px">

	<p align="justify" >М.В.Маркосян, А.В.Симонян,<strong>"Проектирование СМО с одним обслуживающим устройством и  ограниченным временем ожидания описывающим угравление водных систем"</strong>,Известия Ереванского гос. Университета Архитектуры и строительства - 2011, No1, c.103-111</p>

	<p align="justify"> Приведена формальизованная модель системы массового обслуживания с одним обслуживающим аппаратом, и с ограниченным временем ожидания, и ее аналитическое представление. Определены требования к работе системы и выведены формулы, с помощью которых осуществляется двух первых моментов распеределения вероятности потерянных задач из системы, вследствие ограничения времени ожидания. Предполагается, что входной поток задач описывается гамма-распределением.</p>


	</div>

	