<center> 
  <p><b>  mpeg4 ստանդարտով տեսատեղեկատվության սեղմման մեխանիզմները </b></p>
  </center>

<p align="justify">  
Այս դիպլոմային աշխատանքի ուսումնասիրության օբյեկտը MPEG 
ստանդարտն է /առաջին հերթին MPEG-4/,  իսկ  ուսումնասիրության  առարկան`  MPEG 
ստանդարտի առանձնահատկությունները և ստանդարտի տարբեր թողարկումների 
համեմատական վերլուծությունը: Դիպլոմային աշխատանքում օգտագործվել է ինչպես ուսումնական, այնպես էլ 
մասնագիտական գրականություն, էլեկտրոնային աղբյուրներ, մասնագիտական 
հրապարակումներ, ինչպես նաև նյութեր տվյալ խնդրով պրակտիկ աշխատանքներ 
իրականացնող տարբեր ընկերությունների պաշտոնական կայքերից:    </p>