<center> 
  <p><b>  Շենքի պահակային ծառայության կազմակերպումը  zigbee-ի միջոցով </b></p>
  </center>

 <p align="justify"> Աշխատանքը բաղկացած է ներածությունից, 3 գլուխներից, եզրակացությունից, 
օգտագործված գրականքւթյունից և հավելվածից: 
Առաջին գլուխը նվիրված է գոյություն ունեցող ցանցային լուծումների 
վերլուծությանը և խնդրի սահմանմանը: 
Երկրորդ գլուխը նվիրված  է  ZigBee և ISON ցանցերի ուսումնասիրմանը և 
կատարվում է համեմատություն ստանդարտների միջև: 
Երրորդ գլուխը նվիրված  է  անվտանգության համակարգերի մասին 
տեղեկատվությանը, ինչպես նաև խնդրի լուծման համար ընտրված ալգորիթմի 
բացատրությանը:   </p>
 