<center> 
  <p><b>  Քիմիական գործարանների ավտոմատացումը zigbee-ի միջոցով </b></p>
  </center>

<p align="justify">  
Այս աշխատանքի նպատակն մշակել և կազմակերպել քիմիական գործարանում 
օգտագործվող անալոգային ելքերով սենսորների աշխատանքը օգտագործելով անլար 
ցանցերում մեծ կիրառություն ունեցող ZigBee տեխնոլոգիան: Նաև անհրաժեշտ  է  մշակել 
ծրագրային համակարգ, որը կարտապատկերի  սենսորներից ստացված տվյալները և 
միևնույն ժամանակ հնարավորություն կտա, կառավարել նրանց աշխատանքը: 
Պահանջվում է մշակել ծրագրային համակարգ  LabVIEW ծրագրային  փաթեթի 
միջոցով,  որը  օգտագործելով  TCP/IP արձանագրությունների  հավաքածուն  կիրականացնի 
Zigbee  մոդեմի հետ  կապ,կապ  հաստատելեւց  հետո  միջավայրի ջերմաստիճանի,  ճնշման, 
ջրի, և խտության մասին ինֆորմացիայի հավաքում և արտապատկերում:    </p>