<center> 
  <p><b>  Պոկեր խաղի նախագծում </b></p>
  </center>

 <p align="justify"> Անհրաժեշտ է նախագծել համակարգչային խաղ, այս դեպքում Պոկեր, որը կապահովի հանակարգչի հետ խաղը, անհրաժեշտ բոլոր կանոններով և հաշվարկներով: «Խաղացողներիե  քանակը լինելու է վեցը, որից հինգի խաղը 
ապահովելու է համակարգիչը: Խաղացողը հնարավորություն է ունենալու կատարել պոկերին բնորոշ Խաղադրույքի ավելացում, Համաձայնում, երբեմն  (դա որոշվում է ըստ կանոնների) Հրաժարում ավելացնել  սեփական խաղադրույքը, կամ Հեռանալ 
խաղից: Նույնի հնարավորությունն ունի, բնականաբար, համակարգիչը և դա անելուն է ըստ իր խաղաքարտերի արժեքի և գույնի, նաև ըստ նրա,  թե համակարգչի հետ խաղացողը հենց նոր ինչ խաղադրույք կատարեց:   </p>
 