<center> 
  <p><b>   Visual Basic-ի էլեկտրոնային ուսուցման ծրագիր </b></p>
  </center>

<p align="justify"> Անհրաժեշտ  տեղեկատվության  արագ  և  որակյալ  հասանելիության  համար տվյալ աշխատանքի նպատակն է ստեղծել    << Microsoft Visual Basic 6.0  ծրագրի  հետ  աշխատելու  համար էլեկտրոնային  տեղեկատու>>:  Էլեկտրոնային  տեղեկատուն  պարունակում  է Visual 
Basic  միջավայրում  աշխատանքի  վերբերյալ  անհրաժեշտ  հիմնական  տվյալները: 
  Տեղեկատուի  հիմնական  նպատակը –  սովորեցնել  օգտագործողներին  կիրառել 
Visual Basic  գործիքները  և  միջոցները ,որոնք  թույլ  են տալիս  էապես   հեշտացնել  և 
արագացնել  աշխատանքը  համապատսխան  կրրառումներում:     </p>
 