<center> 
  <p><b>  Հայաստանում Էլեկտրոնային առևտրի կազմակերպման մեխանիզմի մշակում </b></p>
  </center>

<p align="justify">  
 
Աշխատանքում ներկայացված է, թե ինչ է իրենից ներկայացնում էլեկտրոնային 
առևտուրը, նրա հիմնական հասկացությունները, ուսումնասիրված են ինտերնետ առևտրի 
հիմունքները: Հետազոտված է ինտերնետ մարքեթինգ համակարգը, նրա գործունեության 
առանձնահատկությունները և թե ինչպես է իրականանում գնագոյացումն ինտերնետ 
ցանցում:Կթվարկվեն էլեկտրոնային առևտուր կատարող բոլոր վճարային մեթոդները` վճարային 
քարտեր, Արքա վճարման համակարգ (ArCa Debit,  ArCa Classic), Web-Money,  Edram և այլն: 
Այնուհետ կքննարկվի կայքի կառուցումը:      </p>
 