<center> 
  <p><b>  Գովազդային գործակալության բիզնես-պլանի մշակում և աշխատանքի ավտոմատացում </b></p>
  </center>

<p align="justify">  
Խնդիրն իրենից ներկայացնում է գովազդային գործակալության ծառայությունների 
ավտոմատացում: Այն իր մեջ ներառում է աշխատավարձերի, ծառայությունների, 
պատվերների տվյալների բազաների ստեղծում MySQL  և  PHP  ծրագրի միջոցով: 
Ավտոմատացման օգնությամբ պատվերը ստանալուց հետո ավտոմատ կերպով 
կստանանք բոլոր անհրաժեշտ ծառայություններն ու աշխատակիցների տվյալները:  Այս 
աշխատանքը կհեշտացնի գովազդային գործակալությունների ֆինանսատնտեսական 
աշխատանքը, կկրճատի տվյալների որոնման վրա ծախսվող ժամանակը:   </p>
 