<center> 
  <p><b>  Ուսանողների հաճախումների հաշվառման ավտոմատացված ձևավորման համակարգի նախագծում </b></p>
  </center>

<p align="justify">  

Աշխատանքի նպատակն է ստեղծել այնպիսի համակարգ, որը թույլ կտա. 
<li>   Արդյունավետ կատարել դասացուցակի կազմումը </li>
<li>   Մոդելը պետք է կողմնորոշված լինի բարձրագույն կրթության համար </li>
<li>   Պետք է հաշվի առնել մուտք - ելքը ուսանողների լսարան </li>
<li>   Մուտք - ելքը ուսանողների լսարան նույնականացումը մատնահետքերով </li>
<li>   Մշակել կայքէջը «ուսանողների մուտք - ելքը լսարան դիտարկելու համար: </li>
  
    </p>