<center> 
  <p><b>   Ինքնատուրիզմի զարգացման մի մեխանիզմի նախագծում և մշակում WEB  տեխնոլոգիաների հիման վրա </b></p>
  </center>

<p align="justify">  
Ավարտական աշխատանքի նպատակն է ստեղծել  կայք  Երևան  քաղաքի  ինքնատուրիզմի 
զարգացման համար: Ելնելով այն հանգամանքից, որ Երևան քաղաքում չեն կատարվել նման 
աշխատանքներ,  մենք ձեռնամուխ եղանք իրականացնել հետևյալ խնդիրը:  Ընտրելով 
որոշակի տարածք Երևան քաղաքում, որը ընդգրկում է Երևանի կենտրոնական հատվածը 
կատարվել են նմանատիպ աշխատանքներ եռաչափ դիտումը ապահովելու համար: Դիտումը 
ապահովելու համար անհրաժեշտ է օգտագործել Երևան քաղաքի քարտեզը,  որը  պետք  է 
անմիջական կապ ունենա եռաչափ պատկերների հետ:    </p>