<center> 
  <p><b>  Հակակարկտային կայանի կառավարման կազմակերպումը GPRS մոդեմների օգտագործմամբ </b></p>
  </center>

<p align="justify">  
 Այս աշխատանքի նպատակն է նախագծել  GPRS  մոդեմ  հակակարկտային  կայանի 
հեռաղեկավարումն ու մոնիթորինգը կազմակերպելու համար:  Համակարգը 
հնարավորություն կունենա աշխատելու  գազի տվիչի, արևային մարդկոցի, դռան 
տվիչի, սնուցման մարդկոցի տվիչի հետ:  GPRS մոդեմում տեղադրված կլինի նաև 
սնուցման մարդկոց, որը թույլ կտա կապի  մեջ  գտնվել  կայանի  հետ անգամ գլխավոր 
սնուցման հանգույցի շարքից դուրս գալու դեպքում:  </p>