<center> 
  <p><b>  Կոշտ կենցաղային թափոնների վերամշակման գործարանի բիզնես-պլանի մշակում </b></p>
  </center>

<p align="justify">  
Աշխատանքում ներկայացված Կոշտ Կենցաղային Թափոնների Վերամշակման Գործարանը կնպաստի բնապահպանական խնդիրների լուծմանը միաժամանակ ապահովելով բարձր շահութաբերություն:Այն Հայաստանյան շուկա կմտցնի ներկրվող առաջնային հումքի համեմատ էժան երկրորդական հումք: Գործարանը վերամշակելով Երևանում գոյացած աղբի մեկ երրորդը զգալիորեն կբարելավի
 տարածաշրջանի բնապահպանական իրավիճակը:Աշխատանքում ներկայացվում է այդ գործարանի բիզնես-պլանը:
տնտեսականզարգացմանը:  </p>
 