<center> 
  <p><b>  Բազմատարր հիմնական համաձուլվածքների օպտիմալ բաղադրությունների որոշման մեթոդ </b></p>
  </center>

<p align="justify">  
 
Դիպլոմային  աշխատանքում  ընտրված  է  եռաբալ  գնահատման  նոր 
կիբեռնետիկական  մեթոդ:  Մեթոդի  խնդիրն  է` ապահովել  ելքային  օպտիմալ  արժեքների  մեծ 
ճշտությունը, նվազեցնել փնտրման պրոցեսի տևողությունը: Դիպլոմային  աշխատանքում  այս  ամենի  իրականացման  համար մշակվել  է պատահական թվերի ստացման էլեկտրոմեխանիկական գեներատորի աշխատանքը,
այնուհետև  տնտեսապես  նպատակահարմարության  համար  նախագծվել  է  նաև
պատահական թվերի ստացման էլեկտրոնային գեներատորի սխեմա:     </p>
 