<center> 
  <p><b>  Անձնակազմի կառավարման ավտոմատացված համակարգի նախագծում ԻՀՏԿՀ ամբիոնի օրինակի վրա </b></p>
  </center>

<p align="justify">  
Այս դիպլոմային աշխատանքի խնդիրը արվել է որպեսզի ավելի հեշտացվի անձնակազմի 
կառավարումը: 
Առաջին խնդրում   ավտոմատացվել են ԻՀՏԿՀ ամբիոնի դասախոսների, 
ուսանողների և դասավանդվող գրականության տվյալները, ինչը թույլ կտա արդյունավետ 
օգտագործել ժամանակը՝ նվազեցնելով սխալների շեղման աստիճանը: 
Երկրորդ խնդիրը վերաբերվում է գիտելիքի ստւգման ավտոմատացմանը: 
Կազմվել է թեստային առաջադրանք էլեկտրոնային և օնլայն ուսուցման, ստուգման 
համար, որն ապահովում է ստուգման ճկուն և զարգացած ձևերի կիրառում ու նվազեցնում 
է դասախոսի, ղեկավար մարմնի մասնակցությունը:  </p>