<center> 
  <p><b>  Գովազդային գործակալության բիզնես-պլանի մշակում և աշխատանքի ավտոմատացում </b></p>
  </center>

<p align="justify">  
 
 Սույն  թեմայում  ներկայացված  է,  թե  ինչպես  է  կազմվում  գովազդային 
գործակալության բիզնես պլանը:  Լավ  բիզնես  գաղափար  ունենալը  մի  բան  է,  իսկ 
այն գործնականում հաջողությամբ կիրառելը մեկ այլ բան: Բիզնես պլանը տեղեկություն 
է  տալիս  կազմավորվող  ձեռնարկության  բոլոր  կարևոր  ասպեկտների  վերաբերյալ. 
հիմնադրման,  արտադրության,  ղեկավարման  և  շուկայի  վերաբերյալ  գործնական 
խնդիրների,  ինչպես  նաև  ծախսերի,  շրջանառության,  շահավետության  և  զարգացման 
հեռանկարների  տնտեսագիտական  վերլուծությունների  վերաբերյալ:     </p>
 