<center> 
  <p><b>  Վարորդական իրավունքի համար փորձնական քննության վեբ-կայքի պատրաստում </b></p>
  </center>

<p align="justify">  
 
      
Դիպլոմային աշխատանքը իրենից ներկայացնում է մի համակարգի ներդրում, 
որտեղ կներկայացվի վարորդական իրավունք ստանալու համար անհրաժեշտ 
բոլոր  տեղեկությունները, այդ թվում նաև հնարավորություն կտրվի հանձնել 
փորձնական քննություն: Համակարգը մատչելի ներկայացնելու համար կստեղծվի 
վեբ-կայք, որում այցելուները հնարավորություն կունենան կայքի միջոցով 
ծանոթանալ պայմաններին՝  անհրաժեշտ փաստաթղթերի ցանկին և վճարներին, 
որոնք պետք է կատարել քննությունը հանձնելու իրավունք ունենալու համար՝ 
տեղում կծանոթանան այն տեսական նյութերին և հարցաշարերին, որոնք կօգնեն 
հանձնել քննություն: 
    </p>