<center> 
  <p><b>  Խոսրովի արգելանոցի WEB կայքի նախագծում </b></p>
  </center>

<p align="justify">  
 
  Դիպլոմային աշխատանքը իրենից  ներկայացնում է ինտերնետ կայք,որտեղ 
կներկայացվի  <<Խոսրովի անտառ>> պետական արգելոցը ամբողջությամբ:Կայքը թույլ 
կտա ծանոթանալ արգելոցի պատմությանը,աշխարհագրական 
տեղաբաշխմանը,տարածքի երկրաբանությանը և նրա կառուցվածքին:Կայքի էջերում 
Դուք կարող եք նաև տեղեկություն գտնել արգելոցի ֆլորայի,ֆաունայի,պատմական 
հուշարձանների և արգելոցում իրականացվող ընթացիկ ծրագրերի մասին:Հատուկ 
ուշադրություն է դարձվել վայրի բնության հազվագյուտ և ոչնչացող տեսակների 
նկարագրությանը: <<Խոսրովի անտառ>> պետական արգելոցը կազմավորվել  է 
Երևանի անտառտնտեսության Գառնու անտառպետության բազայի հիման վրա:  
    </p>