<center> 
  <p><b>  Սալերի ծռման խնդիրների լուծման եռանկյունաձև վերջավոր տարրերի ձևափոխված եղանակ </b></p>
  </center>

<p align="justify">  
  Այս աշխատանքում ուսումնասիրվել է վերջավոր տարերի ձևափոխված եղանակը: Վերջավոր տարրերի եղանակը համարվում  է դեֆորմացվող պինդ մարմնի մեխանիկայի
խնդիրների լուծման արդյունավետ թվային եղանակներից մեկը: Սակայն, երբ վերջավոր տարրերի եղանակով խնդիրների լուծումը բերվում են քառակուսային 
ծրագրավորման խնդիրների լուծման, հնարավորություն է ընձեռնվում քառակուսային 
ծրագրավորման սահմանափակումների մեջ ընդգրկել ընդհանրացված տեղափոխությունների և 
լարումների անընդհատության, կինեմատիկ և ստատիկ եզրային պայմանների հաշվառման և այլ 
բոլոր անհրաժեշտ պայմանները: Դրանով իսկ վերանում է նրա դժվարություններ՚-ը:   
    </p>