<center> 
  <p><b>  Ոչ գծային հավասարումների և համակարգերի լուծման մեթոդների հետազոտումը և համեմատական վերլուծությունը Mathcad ծրագրային միջավայրում </b></p>
  </center>

<p align="justify">  
Սույն աշխատանքում ներկայացված են կառավարման և ավտոմատացման տեսություններում կարևորագույն դեր 
ունեցող ոչ գծային հանրահաշվական հավասարումների և համակարգերի լուծման թվային 
մեթոդների ուսումնասիրությունը և  դրանց կիրառումով խնդիրների լուծման արդյունքում 
իրականացված համեմատական վերլուծությունը: Այս ամենը կատարվել է MathCad միջավայրում:     </p>