<center> 
  <p><b>  Մարդկային ռեսուրսների կառավարման հիմնական բաղադրիչների վերլուծություն </b></p>
  </center>

<p align="justify">  
 
   Այս դիպլոմային աշխատանքում ուսումնասիրվել է մարդկային ռեսուրսների կառավարումը: Մարդկային ռեսուրսների կառավարումը ռազմավարական և հետևողական մոտեցում է 
կազմակերպության առավել արժեքավոր ակտիվների կառավարման նկարմամբ, այն է` 
մարդիկ, ովքեր աշխատում են այնտեղ և անհատապես և կոլեկտիվ, նպաստելով բիզնես 
նպատակների իրականացմանը: Մարդկային ռեսուրսների կառավարման հապավումն է 
    </p>