<center> 
  <p><b>  Տնտեսության վրա մարդկային ռեսուրսների ազդեցության գնահատման մեթոդների վերլուծություն </b></p>
  </center>

<p align="justify">  
Աշխատանքում  հետազոտվում են մարդկային ռեսուրսի տնտեսական  ազդեցության 
հայացքները` մոդելների աճի իրականացման  համար: Մարդկային ռեսուրսի գործոնի 
հաշիվը նշանավորեց տեսության աճի  զարգացված նոր փուլ: Աշխատանքի նպատակը համարվում է 
տնտեսության վրա մարդկային ռեսուրսների ազդեցության գնահատման մեթոդների 
վերլուծության ներկայացումը: Իսկ աշխատանքի խնդիրն է համարվում տնտեսության 
վրա մարդկային ռեսուրսների հետագա կատարելագործման ուղիների և գործնական առաջարկությունների մշակումը, որը  կապահովի տնտեսության կայունացման
ամրապնդումն ու զարգացումը:   </p>
 