<center> 
  <p><b>  Ոչ հստակ տրամաբանությամբ բարդ համակարգերի մոդելավորում MatLab միջավայրում </b></p>
  </center>

<p align="justify">  
 Այս աշխատանքի նպատակն է ցուցադրել ոչ հստակ տրամաբանության 
կիրառությունները և կարևորությունը բարդ համակարգերի մոդելավորման գործընթացում: 
Բարդ համակարգերից ընտրվել է ջրամատակարարման համակարգը և դրա օրինակով 
ցուցադրվել է կիրառությունը այդ ոլորտում: Ընդ որում բոլոր փոփոխականները, թվերը և 
միջակայքերը ընտրվել են պատահականորեն: Այս ամենի ցուցադրման համար ընտրվել է MatLab միջավայրը:    </p>