<center> 
  <p><b>  Վարկային գործի մի մեխանիզմի ավտոմատացում </b></p>
  </center>

<p align="justify">  

  Այս աշխատանքումի նպատակն է`</p>
<p align="justify"> 1.  Ուսումնասիրել վարկավորման գործընթացի վերաբերյալ ժամանակակից 
  մոտեցումները։  
  <li> Վարկի  ծագումը և նշանակությունը </li>
 <li> Վարկի օրենքները </li>
 <li> Վարկային պայմանագիր  </li>
 <li> Ժամանակակից մոտեցումներ վարկավորման գործընթացի վերաբերյալ </li>
<p>2.  Ուսումնասիրել  տեղեկատվական  տեխնոլոգիաների   դերը  ՀՀ  բանկային 
  համակարգի գործում</p>
<p>3.  Ստեղծել  այնպիսի  մաթեմատիկական  մոդել,  որը  թույլ  կտա  վարկային  գործում 
  ավտոմատացված որոշումներ կայացնել</p>
<p>4.  Մշակել ծրագիր վարկային գործի որոշումների կայացման մեխանիզմի 
  ավտոմատացումը:
  </p>
</p>
