<div style="text-align:right; font-size:11px""><a href="?page=7&lng=<?=$lang?>">վերադառնալ</a></div>

<p align="center" style="color:#033"><strong>Հոկտեմբերի 29-ին կայացավ ամենամյա ACM ICPC ծրագրավորման մրցույթ</strong></p>

<p  align="justify" style="line-height:1.6">Հոկտեմբերի 29-ին կայացավ ամենամյա ACM ICPC ծրագրավորման մրցույթի հայաստանյան փուլը: Սա շատ հեղինակավոր մրցույթ է և հովանավորվում է IBM-ի կողմից: Այն բաղկացած է մի քանի փուլերից, և տարածաշրջաններում մրցելով՝ աշխարհի լավագույն թիմերը մասնակցում են եզրափակիչ փուլին: Թիմերը ներկայացնում են համալսարանները, յուրաքանչյուր թիմ բաղկացած է 3 հոգուց:</p>

<p style="line-height:1.6" >Մեր համալսարանից մասնակցում էին 2 թիմ` 3-րդ և 4-րդ կուրսի ուսանողները, ղեկավար <u>Աննա Գրիգորյան</u>:  </p> 

<ol style="line-height:1.6">

<li><strong>YSUAC _1</strong>

	<ul> 

    <li>Արթուր Թադևոսյան(Կ83)</li>

    <li> Լիլիթ Սարգսյան(Կ82)</li> 

    <li>Նարեկ Գևորգյան(Կ92)</li>

    </ul>

<li><strong>YSUAC _2  </strong>

    <ul> 

    <li>Մասիս Պողոսյան(Կ92)</li>

    <li> Ներսես Ղուկասյան(Կ92) </li>

    <li>Թամարա Դանիելյան(Կ82)</li>

    </ul>

</li>

</ol>

<p align="center" > <img src="images/news/olipyada.jpg" border="1" hspace="5" vspace="5" width="400px"  /></p>

<p  align="justify" style="line-height:1.6">Վերջին շրջանում Հայաստանում շատ է նշվում, որ առաջնային ուղղություն է համարվում ՏՏ ոլորտի զարգացումը: Սակայն ելնելով այն արդյունքներից, որոնք ցույց են տալիս հայերը այս մրցույթում արդյունքներն այնքան էլ գոհացուցիչ չեն: Թեև Հայաստան - Վրաստան - Ադրբեջան եռյակի մեջ հայկական թիմերը առավելություն ունեն, սակայն ռուսական, ուկրաինական թիմերի հետ համեմատած աշխատելու դեռ տեղ կա:

</p>

<p align="right">Ա.Թադևոսյան</p>