<div style="text-align:right; font-size:11px""><a href="?page=7&lng=<?=$lang?>">վերադառնալ</a></div>

<p align="center" style="color:#033"><strong> Մայիսի 4-ին ԵՃՇՊՀ-ում կայացավ ծրագրավորման մրցույթ</strong></p>

<p  align="justify" style="line-height:1.6">Մայիսի 4-ին ԲՈՒՀ-ի սահմաններում կայացավ առաջին ծրագրավորման ուսանողական մրցույթը: Այն կազմակերպվել էր ԻՀՏԿՀ ամբիոնի և նույն ամբիոնի ուսանող Արթուր  Թադևոսյանի նախաձեռնությամբ: Մրցույթին մասնակցեցին ԻՀՏԿՀ ամբիոնի առկա և հեռակա սովորող ուսանողները: Արդյունքում ուսանողները զբաղեցրեցին հետևյալ տեղերը`
<ol style="line-height:1.6">

<li><strong>Նարեկ Գևորգյան (Կ92)</strong>

<li><strong>Արթուր Թադևոսյան (Կ83)</strong> 
<li> <strong>Լիլիթ Սարգսյան (Կ82)</strong>
<li> <strong>Օհան Բախշյան (Կ92)</strong>
<li> <strong>Ներսես Ղուկասյան (Կ92)</strong>
<li> <strong>Նարեկ Ղազարյան (ՀԿ13)</strong>
<li> <strong>Մանե Վարոսյան (Կ03)</strong>
<li> <strong>Մասիս Պողոսյան (Կ92))</strong>
<li> <strong>Նարեկ Տոնոյան (Կ03)</strong>
<li> <strong>Ջանիկ Թարվերդյան  (Կ03)</strong>
<li> <strong>Արթուր Մաթոսյան (Կ92)</strong>
<li> <strong>Թամարա Դանիելյան (Կ82)</strong>

</li>
</ol>

<p align="justify"><img src="images/news/nkar1.jpg" width="342" height="290" hspace="5" vspace="5" border="1"՚՚ /><img src="images/news/nkar2.jpg" width="342" height="290" hspace="5" vspace="5" border="1"՚՚ /></p>
<p> Հատուկ շնորհակալություն ենք հայտնում Արամ Շատախցյանին խնդիրները տրամադրելու և մրցույթը ղեկավարելու համար: </p>
<p  align="justify" style="line-height:1.6">Հուսով ենք, որ այսպիսի օլիմպիադաների կազմակերպումը կունենա շարունակական բնույթ, մասնակիցների թվի աճ և մենք մեր փոքր ներդրումը կունենանք Հայաստանում ծրագրավորման և ՏՏ զարգացման գործում:
</p>

