<div style="text-align:right; font-size:11px"><a href="?page=7&lng=<?=$lang?>">վերադառնալ</a></div>

<p align="center" style="color:#033"><strong>ПАРТНЕРСТВО РОССИЯ – АРМЕНИЯ</strong></p>

 <p ><p align="justify" style="line-height:1.6">

 Приглашаем принять участие в Конференции «<strong>ПАРТНЕРСТВО РОССИЯ – АРМЕНИЯ:</strong> Инфокоммуникацонные технологии в прикладных областях», которая пройдет с 14-17 ноября 2011г.  в городе Ереван. 
 <p align="justify" style="line-height:1.6"> В Конференции примут участие представители научных и  предпринимательских кругов России и Армении, чтобы обсудить перспективы инновационного развития бизнеса в сфере архитектуры, реставрационных работ и строительства, использование современных инфокоммуникационных технологий в прикладных областях. 
<p align="justify" style="line-height:1.6">В числе приглашенных – руководители предприятий инфокоммуникационной отрасли, компаний реального сектора экономики России и Армении, инвесторы, руководители ВУЗов, представители отраслевых ассоциаций и государственных администраций стран-участников, эксперты в области строительства и инфокоммуникаций. 
<p align="justify" style="line-height:1.6">В рамках Конференции предполагается проведение пленарного заседания для презентации и обсуждения бизнес-идей и инвестиционных инициатив по предлагаемой тематике. Формат мероприятия предусматривает широкий обмен мнениями и посещение перспективных инвестиционно-привлекательных предприятий Армении. Участие в Конференции дает уникальную возможность познакомиться с деловой элитой динамично развивающегося региона, получить новые контакты, обсудить бизнес-проблематику с коллегами не только за столом переговоров, но и во время экскурсий по красивейшим уголкам древней столицы Армении.
<p align="justify" style="line-height:1.6">Конференция проводится при поддержке <strong>Института Искусства Реставрации (ИИР) (г. Москва), Московского Технического Университета Связи и Информатики (МТУСИ), Ереванского НИИ Средств Связи, Ереванского государственного университета архитектуры и строительства</strong>, а также  по инициативе и при организационном содействии Международного клуба «<strong>SUN Business community</strong>». 
<p align="justify" style="line-height:1.6">Для регистрации в качестве участника Конференции «Партнерство Россия-Армения», а так же обсуждения спонсорских возможностей, пожалуйста, контактируйте с оргкомитетом Конференции: 
 <p align="justify" style="line-height:1.6">Тел. (495) 957-77-40, моб. +7 910-426-04-12, 
 <p align="justify" style="line-height:1.6"> e-mail: sunbc@mail.ru
<p align="justify" style="line-height:1.6">Зайцева Наталья Михайловна
 <p align="justify" style="line-height:1.6">Тел. (37410)566061 Лилит Барсегян
 <p align="left">
С уважением,
Орг.комитет</p>


<p align="left">&nbsp;</p>



</p>