<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title></title>
        <style type="text/css">
            span
            {
                font-size:13pt;
                color:#552D21;
                font-weight:bold;
            }
            a
            {
                font-size:10pt;
                color:#552D21;
                text-decoration:none;
				font-weight:bold;
            }
            td
            {
	font-size:10pt;
	vertical-align:top; 
	
            }
            li
            {
                font-size:10pt;
            }
            body
            {
                text-align:justify;
            }
            p
            {
                font-size:10pt;
            }
        </style>
</head>

<body>

<center><span>


</span></center>



<table width="100%" border="0">
<tr>
<td width="10%" rowspan="6">	<img src="lecture_image/DSC_00731.jpg" width="178" height="210">	</td>
<td colspan="2" align="center"><i><b><font size="3">ՄԱՐԿՈՍՅԱՆ ՄՀԵՐ ՎԱՐԴԿԵՍԻ</font></b></i></td>
</tr>
<tr><td colspan="2" align="center">	Տեխնիկական գիտությունների դոկտոր, դոցենտ	<br><br><br></td></tr>

<tr><td>	Ծնվել է՝					</td><td>	  27 հոկտոմբերի 1954թ.</td></tr>
<tr><td>	Քաղաքացիությունը՝			</td><td>	Հայաստանի Հանրապետություն</td></tr>
<tr><td>	Բնագավառները, ուղղությունները	</td><td> Տեղեկատվական տեխնոլոգիաներ, ծրագրավորում, ավտոմատ կառավարում, հեռահաղորդակցություն, համկարգչային ցանցեր</td></tr>
<tr><td>	Էլ.փոստ`	  </td><td>mark@yetri.am</td></tr>


</table>

<table width="100%" border="0">

<tr><td colspan="2"><b><br> Կրթությունը և վերապատրաստումը. </b><br><br></td></tr>

<tr><td width="110px">1971-1976թթ.                  </td><td>Երևանի Պոլիտեխնիկական ինստիտուտ «Կիբեռնետիկայի» ֆակուլտետ:</td></tr>

<tr><td>1978-1981թթ.                              </td>
<td>Ն.Է.Բաումանի (տ.գ.թ. –1981) անվան Մոսկվայի բարձրագույն տեխնիկական համալսարան, տ.գ.թ.</td></tr>

<tr><td>2010թ.                              </td>
<td>Տեխնիկական գիտությունների դոկտոր</td></tr>


<tr><td colspan="2"><b><br> Աշխատանքային գործունեությունը. <br><br></b></td></tr>

<tr><td>1992-ից մինչ օրս</td><td>Երևանի կապի միջոցների գիտահետազոտական ինստիտուտի տնօրեն  և գլխավոր կոնստրուկտոր:</td></tr>

<tr><td>2007-ից մինչ օրս</td><td> Երևանի ճարտարապետության և շինարարության պետական  համալսարանի, Ինֆորմատիկա, հաշվողական տեխնիկա և կառավարման համակարգեր ամբիոնի  վարիչ:</td></tr>

<tr><td>1990-1992թթ.</td><td>«Լոկոս Մարվոլ» Սովետագերմանական համատեղ ձեռնարկության Երևանի ինֆորմացիոն տեխնոլոգիաների կենտրոնի տնօրեն</td></tr>

<tr><td>1984-1990թթ. </td><td>Երեւանի պոլիտեխնիկական ինստիտուտի հաշվողական տեխնիկայի ամբիոնում, որպես դոցենտ: 
 համակարգչային ցանցի գիտական խնդիրներով զբաղվող լաբորատորիայի ղեկավար:</td></tr>

<tr><td>1981-1984թթ.</td><td>Երեւանի պոլիտեխնիկական ինստիտուտի հաշվողական տեխնիկայի ամբիոնում, որպես ասիստենտ: </td></tr>

<tr><td>1978-1981թթ.</td><td>Ն.Է.Բաումանի (տ.գ.թ. –1981)  անվան Մոսկվայի բարձրագույն տեխնիկական համալսարանի ասպիրանտ, տ.գ.թ.:</td></tr>

<tr><td>1976-1978թթ.</td><td> Երեւանի պոլիտեխնիկական ինստիտուտի հաշվիչ տեխնիկայի ամբիոնում, որպես ասիստենտ:</td></tr>


<tr><td colspan="2"><br><b> Մասնակցությունը նախագծային, գիտահետազոտական և այլ մշակումներին. </b><br><br></td></tr>

<tr><td>	</td><td><li>6 ասպիրանտների ղեկավար (4-ը արդեն գիտությունների թեկնածու են):</td></tr></li>

<tr><td>	</td><td><li>8 ծրագրերի գլխավոր կոնստրուկտոր, որոնցից 5-ը ներկա պահին կիրառվում են արտադրության մեջ:</td></tr></li>



<tr><td colspan="2"><br><b> Տպագրված աշխատանքները </b><br><br></td></tr>
 <td colspan="2">80 գիտական հոդված և մեթոդական աշխատանքներ, 4-ը արտոնագիր: </td></tr>

</table>

<table width="400" border=0>
<tr><td colspan="4"><br><b> Լեզուների իմացությունը. </b><br><br></td></tr>
<tr><td><i>Լեզուն	</i></td><td><i>խոսելը</i></td><td><i>կարդալը</i></td><td><i>գրելը</i></td></tr>
<tr><td>Հայերեն	</td><td>գերազանց</td><td>գերազանց</td><td>գերազանց</td></tr>
<tr><td>Ռուսերեն	</td><td>գերազանց</td><td>գերազանց</td><td>գերազանց</td></tr>
<tr><td>Անգլերեն	</td><td>լավ</td><td>լավ</td><td>լավ</td></tr>

<tr><td colspan="4"><br><b> Համակարգչային հմտությունները.  </b><br><br></td></tr>
<tr><td colspan="4"> Windows XP/7, Windows Server 2003/2008; MS OFFICE 2003/2007/2010; Pascal: </td></tr>


</table>

</body>


</html>
